Revit 2027 API
SymbolTypeId.KipDashFtPerDegree Property
 Symbol kip-ft/°, indicating unit Kip feet per degree.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KipDashFtPerDegree { get; }
Public Shared ReadOnly Property KipDashFtPerDegree As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KipDashFtPerDegree {
	ForgeTypeId^ get ();
}
static member KipDashFtPerDegree : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace